<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Document</title>
    <link rel="stylesheet" href="../../../mainStyle.css">
    <style>
        <?php require_once '../../../vcss_fullpack.php'; ?>
    </style>
</head>
<body>
    <a class="back" href="../index.php">Назад</a>
    <div class="list v-container-1440">
        <div class="listitemelem">
            <div class="element v-container-full">
                <div class="v-feedback-1 v-bg-light v-container-full">
                    <div class="v-feedback-1-text">
                        Данный проект представляет собой базу знаний,
                        которая собиралась годами одним человеком, мной. Изначально,
                        данный сайт разрабатывался для моих личных заметок того, что
                        я изучил. Но потом я понял, что знаю очень много вещей и умею
                        хорошо рассказывать этот материал. После чего мне пришла мысль,
                        о создании моей личной открытой платформы уроков и статей. Этот
                        сайт послужит хорошим портфолио в будущем и интересными уроками
                        для других. Главной особенностью проекта отличающего его от других - 
                        это мельчаший разбор представленного материала. Я очень придирчив к 
                        тому как подносится материал, потому что, когда я его пишу,
                        я представляю себя на месте того, кто изучает данный материал.
                        Это качество сформировалось к меня во время учебы в институте во 
                        время непоятных лекций, с которыми потом надо разбирать самому много
                        времени. Методические указания к этому материалу просто ужасные, с
                        которыми я тратил еще больше времени на понимание того чего от меня хотят,
                        а в итоге сама работа выполнялась мин за 20.
                        В этот самый момент я понял одну вещь. Лучшее изучение материала - 
                        это обочение кого-то этому материалу.
                    </div>
                    <div class="v-feedback-1-author">
                        <div class="v-feedback-1-line"></div>
                        <div class="v-feedback-1-contact"></div>
                    </div>
                </div>
            </div>
        </div>
    </div>
</body>
</html>